username=input('Введите ваше имя: ') #имя пользователя
print('Имя пользователя', username)

title=input('Введите название заметки: ') #заголовок заметки
print('Заголовок заметки', title)

content=input('Введите описание заметки: ') #описание заметки
print('Описание заметки', content)

status=input('Введите статус заметки: ') # статус заметки
print('Статус заметки', status)

created_date=input('Введите дату создания в формате "день-месяц-год": ') # дата создания заметки
print('Дата создания', created_date)

issue_date=input('Введите дедлайн в формате "день-месяц-год": ') # дата истечения заметки (дедлайн)
print('Дата истечения заметки (дедлайн)', issue_date)