username=input('Введите ваше имя: ') #имя пользователя
print('Имя пользователя', username)

title1=input('Введите название первой заметки: ')
title2=input('Введите название второй заметки: ')
title3=input('Введите название третьей заметки: ')
all_titles=[title1, title2, title3]
print('Заголовоки ваших заметок', all_titles)

content=input('Введите описание заметки: ') #описание заметки
print('Описание заметки', content)

status=input('Введите статус заметки: ') # статус заметки
print('Статус заметки', status)

created_date=input('Введите дату создания в формате "день-месяц-год": ') # дата создания заметки
print('Дата создания', created_date[0:5])

issue_date=input('Введите дедлайн в формате "день-месяц-год": ') # дата истечения заметки (дедлайн)
print('Дата истечения заметки (дедлайн)', issue_date[0:5])