note=["Имя пользователя", "Содержание заметки", "Статус", "Дата создания", "Дата изменения", ["Заголовок 1", "Заголовок 2", "Заголовок 3"]]
print(note[0],input('Введите ваше имя: '))
print(note[1], input('Введите описание заметки: '))
print(note[2], input('Введите статус заметки: '))
print(note[3], input('Введите дату создания в формате "день-месяц-год": '))
print(note[4], input('Введите дедлайн в формате "день-месяц-год": '))
print(note[5][0],input('Введите название первой заметки: '))
print(note[5][1],input('Введите название второй заметки: '))
print(note[5][2],input('Введите название третьей заметки: '))



